[
    [
        "<p>Nowadays, when a phone is broken it is completely replaced by the company. This way, you give the user a new fully functioning phone, so the company does not need to repair the phone and the user will cover the expensive cost of replacing the broken phone. Your company takes the smartphones and gives you another working device.</p>\n\n    <p>You have thought of possible ways to manage this issue:\n    <ol>\n      <li>Design the device in a way so that the user can open and repair it by themselves.</li>\n      <li>The client can send their old phones for free, to be recycled or to have a second life.</li>\n      <li>The client can send the broken phone to the company and get a new one for free. The company does not have to recycle the broken phone and just throw it away in the landfill.</li>\n      <li>Ignore the issue.</li>\n    </ol>\n    </p>\n    \n    <p>What do you do?</p>\n    \n    <ol type = 'A'>\n             <li>1</li>\n             <li>2</li>\n             <li>3</li>\n             <li>1 and 2</li>\n             <li>1 and 3</li>\n             <li>4</li>\n    </ol>",
        6,
        [
            [
                -10,
                -30,
                0,
                -10,
                -15
            ],
            [
                -15,
                10,
                0,
                -10,
                -15
            ],
            [
                -10,
                10,
                0,
                20,
                20
            ],
            [
                -20,
                0,
                0,
                -20,
                -25
            ],
            [
                -10,
                0,
                0,
                10,
                10
            ],
            [
                0,
                0,
                0,
                0,
                0
            ]
        ],
        "Recycling",
        [
            "FB1",
            "FB2",
            "FB3",
            "FB4",
            "FB5",
            "FB6"
        ]
    ],
    [
        "<p>Today, the plastics you use for the production are made by “The Plastic Corporation”. They make a good quality product for a relatively low cost, but their plastic is made from hydrocarbons and is not easily recyclable.</p>\n    \n    <p>You have to manage how you want to get the plastics for the phones and there are a few options:\n    <ol>\n      <li>Keep you old company.</li>\n      <li>Change for “Green Plastic”, a company with similar quality but that makes plant-based plastic that can be easily recyclable.</li>\n    </ol>\n    </p>\n\n    <p>What do you do?</p>\n\n    <ol type = 'A'>\n             <li>1</li>\n             <li>2</li>\n    </ol>",
        2,
        [
            [
                0,
                0,
                0,
                0,
                0
            ],
            [
                -5,
                0,
                -70,
                -10,
                -25
            ]
        ],
        "Recycling",
        [
            "FB1",
            "FB2",
            "FB3",
            "FB4"
        ]
    ],
    [
        "<p>There is a scientific breakthrough in battery technology which renders these new batteries much more efficient with longer lifetime, but uses materials that are impossible to recycle at the current state of the technology.</p>\n    <p>All of your competitors already switched to this new battery type.</p>\n    <p>You have thought of possible ways to manage this issue:\n    <ol>\n      <li>You follow your competitors and use this new type of battery.</li>\n      <li>You invest massively in R&D to search for battery technology that will allow it to be recyclable in the future.</li>\n      <li>You discard this technology and keep what you are using right now.</li>\n    </ol>\n    </p>\n\n    <p>What do you do?</p>\n\n    <ol type = 'A'>\n             <li>1</li>\n             <li>2</li>\n             <li>3</li>\n             <li>1 and 2</li>\n             <li>2 and 3</li>\n    </ol>",
        5,
        [
            [
                -5,
                0,
                0,
                20,
                -20
            ],
            [
                -10,
                -10,
                0,
                -10,
                -15
            ],
            [
                0,
                -20,
                0,
                0,
                0
            ],
            [
                -15,
                0,
                0,
                10,
                -25
            ],
            [
                -10,
                -15,
                0,
                -10,
                -15
            ]
        ],
        "Recycling",
        [
            "FB",
            "FB",
            "FB",
            "FB",
            "FB"
        ]
    ],
    [
        "<p>Your competitors are designing new phones that are more powerful than your current model. Those phones require a lot of resources.</p>\n    <p>You have different options:\n    <ol>\n      <li>Increase the power of your smartphone by scaling up the number of components you use now (and so, increase the mines usage).</li>\n      <li>Increase the power of your smartphone by investing in research and using more advanced and powerful components while still using the same amount of raw materials.</li>\n      <li>Use less transistors to have lower power but longer battery.</li>\n      <li>Ignore the issue.</li>\n    </ol>\n    </p>\n\n    <p>What do you do?</p>\n\n    <ol type = 'A'>\n             <li>1</li>\n             <li>2</li>\n             <li>3</li>\n             <li>4</li>\n    </ol>",
        4,
        [
            [
                -10,
                0,
                20,
                20,
                10
            ],
            [
                -20,
                0,
                10,
                10,
                0
            ],
            [
                -5,
                -30,
                -5,
                -5,
                -10
            ],
            [
                0,
                0,
                0,
                0,
                0
            ]
        ],
        "Mining",
        [
            "FB",
            "FB",
            "FB",
            "FB"
        ]
    ],
    [
        "<p>For the extraction of the metals in your smartphones you are currently working with a company called: “The mining corporation”. However, in recent years you’ve heard about  another mining company called “The Miners”.</p>\n    <p>You have two options:\n    <ol>\n      <li>Keep buying resources from “The mining corporation”.</li>\n      <li>Change the reseller and buy resources from “The Miners”.</li>\n    </ol>\n    </p>\n\n    <p>What do you do?</p>\n\n    <ol type = 'A'>\n             <li>1</li>\n             <li>2</li>\n    </ol>",
        2,
        [
            [
                0,
                0,
                0,
                0,
                0
            ],
            [
                -10,
                0,
                -50,
                0,
                0
            ]
        ],
        "Mining",
        [
            "FB",
            "FB"
        ]
    ],
    [
        "<p>The company has to split the budget of R&D to reduce the CO2 impact of the phone from mining to end of life management.</p>\n    <p>You have various option on how to split the budget for the different phases of the phone life:\n    <ol>\n      <li>70% on extraction and manufacturing, 7% on transportation, 20% on usage and 3% on end of life.</li>\n      <li>30% on extraction and manufacturing, 8% on transportation, 50% on usage and 2% on end of life.</li>\n      <li>40% on extraction and manufacturing, 10% on transportation, 40% on usage and 10% on end of life.</li>\n      <li>25% on extraction and manufacturing,10% on transportation,  25% on usage and 40% on end of life.</li>\n      <li>10% on extraction and manufacturing, 5% on transportation, 60% on usage and 25% on end of life.</li>\n    </ol>\n    </p>\n\n    <p>What do you do?</p>\n\n    <ol type = 'A'>\n             <li>1</li>\n             <li>2</li>\n             <li>3</li>\n             <li>4</li>\n             <li>5</li>\n    </ol>",
        5,
        [
            [
                0,
                0,
                -10,
                -30,
                -10
            ],
            [
                0,
                0,
                0,
                -15,
                0
            ],
            [
                0,
                0,
                -5,
                -20,
                0
            ],
            [
                0,
                0,
                0,
                -10,
                0
            ],
            [
                0,
                0,
                0,
                -5,
                0
            ]
        ],
        "Pollution",
        [
            "FB",
            "FB",
            "FB",
            "FB",
            "FB"
        ]
    ],
    [
        "<p>As you just have seen the extraction and manufacturing is responsible for the biggest impact on the environment. Your company ask again to split the budget you assigned for the R&D for the extraction and manufacturing to the different component of the smartphone.</p>\n    <p>You have various options:\n    <ol>\n      <li>10 % Integrated circuit (IC), 50% Battery, 30% Display, 10% Printed circuits (PCB).</li>\n      <li>5 % Integrated circuit (IC), 5% Battery, 80% Display, 10% Printed circuits (PCB).</li>\n      <li>5 % Integrated circuit (IC), 70% Battery, 20% Display, 5% Printed circuits (PCB).</li>\n      <li>80% Integrated circuit (IC), 5% Battery, 10% Display, 5% Printed circuits (PCB).</li>\n    </ol>\n    </p>\n\n    <p>What do you do?</p>\n\n    <ol type = 'A'>\n             <li>1</li>\n             <li>2</li>\n             <li>3</li>\n             <li>4</li>\n    </ol>",
        4,
        [
            [
                0,
                0,
                0,
                -20,
                0
            ],
            [
                0,
                0,
                0,
                -10,
                0
            ],
            [
                0,
                0,
                0,
                -10,
                0
            ],
            [
                0,
                0,
                0,
                -30,
                0
            ]
        ],
        "Pollution",
        [
            "FB",
            "FB",
            "FB",
            "FB"
        ]
    ],
    [
        "<p>Newer smartphones integrate increasingly rarer materials that are very difficult to extract and cannot yet be recycled, they allow to push the limits of performances and miniaturisation. To keep your company’s smartphones interesting, what do you do?</p>\n    <p>You have various options:\n    <ol>\n      <li>Use those newer materials to keep on track with your competitors.</li>\n      <li>Invest in R&D for higher performance with known materials.</li>\n      <li>Let your competitors push on performance but optimise the interface.</li>\n    </ol>\n    </p>\n\n    <p>What do you do?</p>\n\n    <ol type = 'A'>\n             <li>1</li>\n             <li>2</li>\n             <li>3</li>\n             <li>2 and 3</li>\n    </ol>",
        4,
        [
            [
               -10,
                 0,
               -10,
                10,
                20
            ],
            [
               -20,
                 0,
                 0,
                10,
                 0
            ],
            [
                -5,
               -30,
                 0,
                 0,
                 0
            ],
            [
               -25,
               -25,
                 0,
                10,
                 0
            ]
        ],
        "Pollution",
        [
            "FB",
            "FB",
            "FB",
            "FB"
        ]
    ],
    [
        "<p>A local representative just started suing your company because the smartphone produced contains a high amount of toxic metals (Nickel for casing and electronics, Antimony for the chip…). Those need to be recycled in high performing facilities and in developing countries they get dispersed in nature where they intoxicate animals and can cause cancer for those exposed to it.</p>\n    <p>You have various options:\n    <ol>\n      <li>Hire good layers to win the trial and keep doing so.</li>\n      <li>Invest in R&D to more efficient ways to recycle those metals.</li>\n      <li>Recognize your errors and try to help building more performant facilities in those developing countries.</li>\n    </ol>\n    </p>\n\n    <p>What do you do?</p>\n\n    <ol type = 'A'>\n             <li>1</li>\n             <li>2</li>\n             <li>3</li>\n             <li>2 and 3</li>\n    </ol>",
        4,
        [
            [
                -5,
                 0,
                40,
                 0,
                 0
            ],
            [
               -10,
                 0,
                 0,
                -5,
               -25
            ],
            [
               -10,
                 0,
               -25,
               -20,
                 0
            ],
            [
               -35,
                 0,
               -50,
               -20,
               -25
            ]
        ],
        "Pollution",
        [
            "FB",
            "FB",
            "FB",
            "FB"
        ]
    ]
]
